IDEA Open Model
ResultOfInteractionDiagramPlane.Plane Property
Compatible with IDEA StatiCa Beta 20.0
 Polygon of interaction diagram plane
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PolygonPointID Plane { get; set; }
Public Property Plane As PolygonPointID
	Get
	Set
Property Value
Type: PolygonPointID
See Also
Reference
ResultOfInteractionDiagramPlane Class
IdeaRS.OpenModel.Result Namespace